Repository: princealvinyusuf/Wastless
Catalog: iwaste-ios/Achievement/*.lproj/Achievement.strings
Languages: id

# 1g9-cl-D0L.title
source: Done
id: Selesai

# 5Th-aJ-zt7.title
source: Badges
id: Lencana

# 7iF-Ud-LlB.text
source: Bring your tumblr
id: Bawa Tumblermu

# Fua-k0-zrW.title
source: Cancel
id: Kembali

# Kdy-se-KU7.title
source: Challenge
id: Tantangan

# Lzp-tN-HlD.text
source: Bring your own drink bottle is great for you and the environment. Here are some key reasons: 1. Reduce waste with an eco water bottle 2. Save more money! 3. Protect your health 4. Send a message, join a worldwide movement 5. Plastic bottles have plastic fibers in them... so you're drinking plastic
id: Membawa botol minuman sendiri sangat bagus untuk kamu dan lingkunganmu. Berikut beberapa alasan utama: 1. Kurangi limbah dengan botol air ramah lingkungan 2. Hemat lebih banyak uang! 3. Lindungi kesehatanmu 4. Kirim pesan, bergabunglah dengan gerakan sedunia 5. Botol plastik memiliki serat plastik di dalamnya ... jadi kamu sebenarnya turut meminum plastik

# OTr-Po-4nW.normalTitle
source: Done the challenge
id: Selesaikan tantangan

# flB-2x-GzU.text
source: You will earn this medal if you keep your trash bin lower than 50 trash in a week.
id: Kamu akan mendapatkan medali ini jika kamu menjaga isi tempat sampahmu lebih rendah dari 50 sampah berturut-turut dalam seminggu.

# kGL-r1-hQ7.text
source: Challenge: Bring Your Tumbler
id: Tantangan: Bawa Tumblermu

# lDw-oI-3XJ.title
source: Achievement
id: Pencapaian

# qwy-i4-snK.text
source: Bring tumblr ro reduce plastic bottle
id: Bawa tumbler untuk mengurangi botol plastik

# t21-ng-hMs.text
source: 20 October 2020
id: 20 Oktober 2020
