Repository: princealvinyusuf/Wastless
Catalog: iwaste-ios/*.lproj/Localizable.strings
Languages: id

# onboarding_title1
source: Keep On Track
id: Selalu Konsisten

# onboarding_desc1
source: Make sure you that you’re on track to your zero waste life journey by continously collecting badges in achievement.
id: Pastikan kamu selalu konsisten menuju perjalanan hidup tanpa sampah dengan terus mengumpulkan lencana pencapaian.

# onboarding_title2
source: Record Your Waste
id: Catat Sampahmu

# onboarding_desc2
source: Record each waste you’ve produced in daily basis based on it’s category to help you reach the next level of zero waste life.
id: Catat setiap limbah yang kamu hasilkan setiap hari berdasarkan kategorinya untuk membantumu mencapai tingkat kehidupan nol sampah.

# onboarding_title3
source: Set Your Goals
id: Tetapkan Tujuan

# onboarding_desc3
source: Set your daily waste target and finish weekly eco friendly-task to keep you on track in your zero waste life goals.
id: Tetapkan target sampah harianmu dan selesaikan tugas ramah lingkungan mingguan agar kamu tetap konsisten mencapai tujuan hidup nol sampahmu.

# stats_plastic
source: of
id: dari

# stats_glass
source: of
id: dari

# stats_paper
source: of
id: dari

# stats_metal
source: of
id: dari

# stats_organic
source: of
id: dari

# badges_title
source: Badges
id: Lencana

# badges_desc
source: Badges collected shows your level in your Zero Waste life journey. You will earn a badge after reaching standard set for each badge.
id: Lencana yang terkumpul menunjukkan level kamu dalam perjalanan hidup nol sampah. Kamu akan mendapatkan lencana setelah mencapai standar tertentu untuk setiap lencana.

# segmented_daily
source: Daily
id: Harian

source: Daily Summary
id: Ringkasan Harian

source: Monthly Summary
id: Ringkasan Bulanan

# addwaste_status
source: added
id: ditambahkan

# alert_levelup
source: Level Up :
id: Naik Level :

source: Challenge:
id: Tantangan:

# challenge_1
source: Bring Your Tumbler
id: Bawa Tumblermu

# emptystate_chart
source: No Data Recorded.
id: Belum ada data terekam.

# medal_desc1
source: You've earned this medal for keeping your trash bin lower than
id: Kamu akan mendapatkan medali ini jika kamu menjaga isi tempat sampahmu lebih rendah dari

# medal_subdesc1
source: trash everyday in a week.
id: sampah berturut-turut dalam 1 minggu.

# trashlist_plastic
source: Plastic
id: Plastik

# trashlist_glass
source: Glass
id: Kaca

# trashlist_metal
source: Metals
id: Logam

# trashlist_organic
source: Organic
id: Organik

# categorylist_plastic
source: APlastics
id: APlastik

# categorylist_glass
source: BGlass
id: BKaca

# categorylist_paper
source: CPapers
id: CKertas

# categorylist_metal
source: DMetals
id: DLogam

# categorylist_organic
source: EOrganic
id: EOrganik

# wastename_straw
source: Straw
id: Sedotan

# wastename_bottle
source: Bottle
id: Botol

# wastename_snackpackage
source: Snack Package
id: Bungkus Snack

# wastename_drinkcup
source: Drink Cup
id: Gelas Minuman

# wastename_plasticbag
source: Plastic Bag
id: Kantong Plastik

# wastename_other
source: Others
id: Lainnya

# categoryname_plastic
source: Plastics
id: Plastik

# wastename_jar
source: Jar
id: Toples

# wastename_glasscup
source: Glass Cup
id: Gelas Kaca

# wastename_ceramiccup
source: Ceramic Cup
id: Cangkir Keramik

# wastename_glassbottle
source: Glass Bottle
id: Botol Kaca

# wastename_plate
source: Plate
id: Piring

# wastename_other2
source: Others
id: Lainnya

# categoryname_glass
source: Glass
id: Kaca

# wastename_foodbox
source: Food Box
id: Kotak Makanan

# wastename_hardbox
source: Hard Box
id: Kardus

# wastename_softbox
source: Soft Box
id: Kardus Lunak

# wastename_papers
source: Papers
id: Kertas

# wastename_other3
source: Others
id: Lainnya

# categoryname_paper
source: Papers
id: Kertas

# wastename_foodcans
source: Food Cans
id: Kaleng Makanan

# wastename_beveragecans
source: Beverage Cans
id: Kaleng Minuman

# wastename_screwutensils
source: Screw & Utensils
id: Sekrup & Perkakas

# wastename_battery
source: Battery
id: Baterai

# wastename_spraycan
source: Spray Can
id: Kaleng Semprot

# wastename_other4
source: Others
id: Lainnya

# categoryname_metal
source: Metals
id: Logam

# wastename_leftovers
source: Leftovers
id: Sisa Makanan

# wastename_cigarette
source: Cigarette
id: Rokok

# wastename_leaves
source: Leaves
id: Dedaunan

# wastename_eggshell
source: Eggshell
id: Kulit Telur

# wastename_rindweevils
source: Rind & Weevils
id: Kulit Buah & Sayur

# wastename_other5
source: Others
id: Lainnya

# categoryname_organic
source: Organic
id: Organik

# wastename_diapers
source: Diapers
id: Popok

# categoryname_others
source: Others
id: Lainnya

# statsprogress_of
source: of
id: dari

# trashlist_paper
source: Papers
id: Kertas

# dailysummary_vers1
source: Your waste amount production yesterday is mostly dominated by plastic. Consider to sort it and recycle it.
id: Produksi sampahmu kemarin sebagian besar didominasi oleh plastik. Pertimbangkan untuk menyortir dan mendaur ulangnya.

# dailysummary_vers2
source: Your waste amount production yesterday is mostly dominated by glass. Make sure you don't mix it with other trash for safety.
id: Produksi sampahmu kemarin sebagian besar didominasi oleh kaca. Pastikan Anda tidak mencampurnya dengan sampah lain demi keamanan.

# dailysummary_vers3
source: Your waste amount production yesterday is mostly dominated by paper. Use less paper to save trees.
id: Produksi sampahmu kemarin lebih banyak didominasi kertas. Gunakan lebih sedikit kertas untuk menyelamatkan pohon.

# dailysummary_vers4
source: Your waste amount production yesterday is mostly dominated by metal. Ever head of reuse and recycle?
id: Produksi sampahmu kemarin sebagian besar didominasi oleh logam. Pernah mencoba untuk menggunakan ulang atau mendaur ulangnya?

# dailysummary_vers5
source: Your waste amount production yesterday is mostly dominated by organic. You can start composting it.
id: Produksi sampahmu kemarin sebagian besar didominasi oleh organik. Kamu bisa mulai membuat kompos.

# dailysummary_blank
source: No Data
id: Belum ada data

# weeklysummary_vers1
source: The highest amount of waste last week is plastic. Reduce your use of plastic to save the earth.
id: Jumlah sampah terbesarmu minggu lalu adalah plastik. Kurangi penggunaan plastik untuk menyelamatkan bumi.

# weeklysummary_vers2
source: The highest amount of waste last week is glass. Make sure you dispose of it safely.
id: Jumlah sampah terbesarmu minggu lalu adalah kaca. Pastikan kamu membuangnya dengan aman.

# weeklysummary_vers3
source: The highest amount of waste last week is paper. Start using paper wisely.
id: Jumlah sampah tertinggimu minggu lalu adalah kertas. Mulailah menggunakan kertas dengan bijak.

# weeklysummary_vers4
source: The highest amount of waste last week is metal. You can reuse or repurpose so as not to pollute the environment.
id: Jumlah limbah tertinggimu minggu lalu adalah logam. Kamu dapat menggunakan kembali atau menggunakan kembali agar tidak mencemari lingkungan.

# weeklysummary_vers5
source: The highest amount of waste last week is organic. You can start making your own compost.
id: Jumlah sampah terbesarmu minggu lalu adalah sampah organik. Kamu bisa mulai membuat kompos sendiri.

# weeklysummary_blank
source: No Data
id: Belum ada data

# monthlysummary_vers1
source: This month, your waste amount production is mostly dominated by plastic. Consider to sort it and recycle it.
id: Bulan ini, produksi sampahmu sebagian besar didominasi oleh plastik. Pertimbangkan untuk menyortir dan mendaur ulangnya.

# monthlysummary_vers2
source: This month, your waste amount production is mostly dominated by glass. Make sure you don't mix it with other trash for safety.
id: Bulan ini, jumlah produksi sampahmu sebagian besar didominasi oleh kaca. Pastikan kamu tidak mencampurnya dengan sampah lain demi keamanan!

# monthlysummary_vers3
source: This month, your waste amount production is mostly dominated by paper. Use less paper to save trees.
id: Bulan ini, jumlah produksi sampahmu sebagian besar didominasi oleh kertas. Gunakan lebih sedikit kertas untuk menyelamatkan pohon!

# monthlysummary_vers4
source: This month, your waste amount production is mostly dominated by metal. Ever head of reuse and recycle?
id: Bulan ini, jumlah produksi sampahmu sebagian besar didominasi oleh logam. Pernahkah kamu menggunakan kembali dan mendaur ulang?

# monthlysummary_vers5
source: This month, your waste amount production is mostly dominated by organic. You can start composting it.
id: Bulan ini, jumlah produksi sampahmu sebagian besar didominasi oleh sampah organik. Kamu bisa mulai membuat kompos.

# monthlysummary_blank
source: No Data
id: Belum ada data

# chart_yourprogress
source: Your Progress
id: Capaianmu

# chart_yourtarget
source: Your Target
id: Targetmu

# axis_plastics
source: Plastics
id: Plastik

# axis_glass
source: Glass
id: Kaca

# axis_papers
source: Papers
id: Kertas

# axis_metals
source: Metals
id: Logam

# axis_organic
source: Organic
id: Organik

# axis_week1
source: Week 1
id: Minggu 1

# axis_week2
source: Week 2
id: Minggu 2

# axis_week3
source: Week 3
id: Minggu 3

# axis_week4
source: Week 4
id: Minggu 4
